[
  {
    "id" : 1,
    "title": "These Are Not Signs Of A Healthy Market",
    "description": "Authored by Charles Hugh Smith via OfTwoMinds blog, If these three charts reflect a \"normal\" \"healthy\" Bull market, then why are they so uncommon? The implicit narrative of the latest rally in stocks is that this is just another normal rally in the ongoing 10. "
  },
  {
    "id" : 2,
    "title": "5 ways cryptocurrency benefits ecommerce",
    "description": "Cryptocurrency opens a new environment, where sellers and buyers can cooperate more efficiently. Encryption methods such as decentralized payments and anonymity provide the potential to change the world of ecommerce."
  },
  {
    "id" : 3,
    "title": "Libra-Like Tokens Pose Risks to Swiss National Bank’s Monetary Policy",
    "description": "The Swiss National Bank (SNB) is afraid that digital currencies like Facebook’s Libra might impede the central bank’s capability to initiate and implement monetary policy. This is the conclusion of Thomas Jordan, chairman of SNB’s governing board."
  },
  {
    "id" : 4,
    "title": "Super early bird pricing for Disrupt Berlin 2019 ends tonight",
    "description": "The last few hours of serious euro-savings are upon us, startuppers. In the States, we’d say it’s time to fish or cut bait. What we’re trying to tell you is that super early bird pricing for Disrupt Berlin 2019 ends tonight at 11:59 p.m. (CEST)."
  },
  {
    "id" : 5,
    "title": "Xiaomi has shipped 100 million smartphones in India",
    "description": "Xiaomi said on Friday it has shipped over 100 million smartphones in India, its most important market, since beginning operations in the nation five years ago. The company cited figures from research firm IDC in its claim."
  },
  {
    "id" : 6,
    "title": "Alibaba acquires NetEase Kaola in deal worth $2 billion",
    "description": "Alibaba Group said today it has acquired NetEase Kaola for $2 billion and will integrate it into Tmall, creating the largest cross-border e-commerce platform in China. The announcement follows weeks of media reports about a potential deal."
  },
  {
    "id" : 7,
    "title": "Looks like Medium is testing a way to save articles across the web",
    "description": "Medium seems to be building a tool to save and reformat online articles for future reading. That’s according to Jane Manchun Wong, a reliable source of scoops on unreleased features. Wong said she spotted this one by reverse engineering Medium’s Android app."
  },
  {
    "id" : 8,
    "title": "Monster.com says a third-party exposed user data, but didn't tell anyone",
    "description": "An exposed web server storing résumés of job seekers — including from recruitment site Monster — has been found online. The server contained résumés and CVs for job applicants spanning between 2014 and 2017, many of which included private information like photo."
  },
  {
    "id" : 9,
    "title": "Trump’s Trade War May Be Driving Chinese Investors to Bitcoin",
    "description": "As the Chinese yuan falls in value due to the trade war with the U.S., there are signs that locals are increasingly moving funds into bitcoin."
  },
  {
    "id" : 10,
    "title": "Ex-Federal Reserve Chair Basically Called a Bitcoin Price Bull Run",
    "description": "This year, Bitcoin (BTC) has done astonishingly well. Year to date, the cryptocurrency’s price has gained some 200%, surging off an influx of positive news and the start of a new hype cycle. Simultaneously, central banks have put their noses to the grindstone."
  },
  {
    "id" : 11,
    "title": "On-Chain Versus Off-Chain: The Perpetual Blockchain Governance Debate",
    "description": "Understand the difference between on-chain and off-chain transactions."
  },
  {
    "id" : 12,
    "title": "What's on? TV picks for Friday, Saturday and Sunday",
    "description": "Here are nearly 30 tips on what's worth watching on the telly this weekend between now and Sunday night."
  },
  {
    "id" : 13,
    "title": "Dazzling Bitcoin Price Run Sparks Forecasts for Fresh 2019 Highs",
    "description": "Since September 2, within four days, the bitcoin price has recovered from $9,500 to $10,700, rising by well over 10 percent against the U.S. dollar. As bitcoin stabilizes above an important resistance level at $10,000, technical analysts anticipate the asset."
  },
  {
    "id" : 14,
    "title": "Crimeware in the Modern Era: A Cost We Cannot Ignore",
    "description": "Executive Summary Chronicle researchers conducted an investigation into the evolution of crimeware from 2013 through 2018. Researchers have concluded that crimeware, traditionally considered a “commodity threat,” has evolved into a highly lucrative business."
  },
  {
    "id" : 15,
    "title": "Bitcoin Price May Break Longest Weekly Losing Run Since November",
    "description": "Bitcoin is flashing double-digit gains on a week-to-date basis putting it on track to end its longest weekly losing run in nine months."
  },
  {
    "id" : 16,
    "title": "Bitcoin Price May Break Longest Weekly Losing Run Since November",
    "description": "Bitcoin is flashing double-digit gains on a week-to-date basis putting it on track to end its longest weekly losing run in nine months."
  },
  {
    "id" : 17,
    "title": "Bitcoin Hit Record Inverse Correlation to Chinese Yuan in Past Week",
    "description": "Inverse correlation between Bitcoin and Chinese yuan reaches has hit record levels over the past week amid global economic uncertainty."
  },
  {
    "id" : 18,
    "title": "Record Bitcoin-Yuan Divergence Suggests New Trade-War Fallout",
    "description": "Record Bitcoin-Yuan Divergence Suggests New Trade-War Fallout bloomberg.com."
  },
  {
    "id" : 19,
    "title": "Japanese messaging giant LINE wins crypto exchange license from regulator",
    "description": "Japanese messaging giant LINE has just received a license to operate the cryptocurrency exchange business in the country. Japan’s Financial Services Agency (FSA) granted the license to LINE’s blockchain unit LVC Corporation on Friday."
  },
  {
    "id" : 20,
    "title": "The economic legacy of Zimbabwe’s Robert Mugabe",
    "description": "From the BBC World Service . Zimbabwe’s former president Robert Mugabe has died at age 95. South African businesses face boycotts after a week of looting and violence. And New Zealand unveils a tax framework for firms looking to pay salaries in cryptocurrencies."
  },
  {
    "id" : 21,
    "title": "China’s Cryptocurrency 'Protects' Legal Currency Yuan: Central Bank Official",
    "description": "China's incipient digital currency will apparently \"bear similarities\" to Facebook's own proposed cryptocurrency and is intended to protect China's 'monetary sovereignty', according to a superior within China's central bank."
  },
  {
    "id" : 22,
    "title": "Thousands of servers infected with new Lilocked (Lilu) ransomware",
    "description": "Researchers spot new ransomware targeting Linux-based servers."
  },
  {
    "id" : 23,
    "title": "Should You Invest In Gold Or Bitcoin?",
    "description": "Gold has been a staple for investors for a long time now, but Bitcoin has been rising fast up the ranks as a great alternative. And . The post Should You Invest In Gold Or Bitcoin? appeared first on The Frisky."
  },
  {
    "id" : 24,
    "title": "Was Thailand’s Top Crypto Exchange Bamboozled by Bureaucracy?",
    "description": "The surprise announcement earlier this week that the top bitcoin exchange in Thailand was closing down sent shock waves through the Asian crypto community. BX was one of the most popular exchanges in the region and speculation is growing as to why the company."
  },
  {
    "id" : 25,
    "title": "SoftBank-backed Getaround is raising $200M at a $1.5B+ valuation",
    "description": "And the next car-sharing unicorn is..."
  },
  {
    "id" : 26,
    "title": "Flat, a Mexican property tech startup, raises $4.6M pre-seed led by ALLVP",
    "description": "Flat has raised one of Mexico’s largest pre-seed rounds to take the Opendoor real estate marketplace model across the Rio Grande.  The company snagged a $4.5 million pre-seed round to expand its business helping homeowners quickly sell their properties."
  },
  {
    "id" : 27,
    "title": "Novameat has a platform for 3D printing steaks and has new money to take it to market",
    "description": "Novameat, a Spanish startup looking to accelerate the development of alternative proteins across the meat aisle, has gotten a boost in the form of new investment capital from the leading foodtech investment firm, New Crop Capital. Founded by biomedical engine."
  },
  {
    "id" : 28,
    "title": "Newly-renamed Superside raises $3.5M for its outsourced design platform",
    "description": "Superside, a startup aiming to create a premium alternative to the existing crowdsourced design platforms, is announcing that it has raised $3.5 million in new funding. It’s also adding new features like the ability to work on user interfaces."
  },
  {
    "id" : 29,
    "title": "The new marketplaces connecting school and work",
    "description": "Evidence continues to roll in that American workers are out of position for the high-value jobs of today and tomorrow. What are America’s colleges and universities doing to solve the problem?"
  }
]